{
  "Mann": [
    "Warum haben Männer O-Beine?\nKleinigkeiten stehen immer in Klammern!",
    "Was ist ein Mann in einem Fass voller Salzsäure?\nEin gelöstet Problem.",
    "Ein toter Mann und ein totes Reh liegen auf der Fahrbahn. Was ist der Unterschied?\nVor dem Reh ist ne Bremsspur.",
    "Die Idealmaße eines Mannes: 80 – 20 – 42\n80 Jahre alt\n20 Millionen auf der Bank\n42 Grad Fieber",
    "An der Sprechanlage: 'Frau Schuster, Ihr Mann ist von einer Dampfwalze überfahren worden.'\n'Ich bin gerade in der Badewanne. Schieben Sie ihn bitte unter der Tür durch.'",
    "Warum haben Männer mit Glatze Löcher in den Hosentaschen?\nDamit sie sich auch mal durch die Haare fahren können.",
    "Warum arbeiten so viele Männer auch am Wochenende?\nDamit man sie montags nicht wieder einlernen muß."
  ],
  "Frau": [
    "Warum sind Frauen so schlecht beim Boxen?\nWeil sie keine Rechte haben.",
    "Warum haben Frauen so kleine Füße?\nDamit sie näher am Herd stehen können.",
    "Warum haben Frauen so kleine Hände?\nDamit sie beim Wischen besser in die Ecken kommen."
  ],
  "Bedenklich": [
    "Wer erfand den Triathlon?\nDie Polen. Zum Schwimmbad laufen, mit Fahrrad zurück.",
    "Was ist der Unterschied zwischen Chinesen und Rassismus?\nRassismus hat viele Gesichter.",
    "Wie macht man einen günstigen Kompass?\nMan legt ne Banane auf ne Mauer. Da, wo abgebissen wurde, ist Osten.",
    "Warum spielen Ausländer kein Fußball?\nWeil sie keinen Pass bekommen.",
    "warum scheint in Afrika so viel die Sonne?\nWeil der Teller immer leer ist",
    "Woran erkennt man, dass Polen nicht in den Himmel kommen?\nDer große Wagen ist noch da.",
    "Was passiert wenn man alle Polen in die Sahara schickt?\nErstmal nichts, dann wird langsam der Sand leer."
  ],
  "Flach": [
    "Kommt ein Pferd in eine Bar. Sagt der Barkeeper: 'Was machst du denn für ein langes Gesicht?'",
    "Kommt eine Frau beim Arzt.",
    "Rollt eine Kugel um die Ecke und fällt um.",
    "Was haben der VW Bus und Jesus gemeinsam?\nSie sind beides Märtyrer/Mehrtürer.",
    "Wer erfand Basketball?\nJesus, er nahm das Brot und dunkte.",
    "Wohin fliegt der schwule Adler?\nZu seinem Horst.",
    "Warum isst ein Veganer kein Huhn?\nWeil Ei drin ist.",
    "Was ist ein Wissenschaftler zum Frühstück?\nEin wissenschaftlich belegtes Brötchen?",
    "Was macht die sächsische Mama, wenn sie sich Sorgen um ihren Sohn macht?\nNach dem Rechten schauen.",
    "Was ist süß und schwing von Baum zu Baum?\nEin Tarzipan.",
    "Was ist gelb und kann schießen?\nEine Banone.",
    "Warum können Bagger nicht schwimmen?\nWeil sie nur einen Arm haben.",
    "Was ist weiß und stört beim Essen?\nEine Lawine."
  ],
  "Schwarz": [
    "Was hat 4 Beine und 1 Arm?\nEin Kampfhund auf dem Kinderspielplatz",
    "Was macht man, wenn ein Epileptiker in der Badewanne einen Anfall hat?\nWaschpulver und Wäsche dazu."
  ]
}
